//
//  Build settings defined for the native build system on OS X
//  English localization
//
//  Copyright (c) 2007-2011 Apple Inc.  All rights reserved.
//

"Name" = "Standard Build Settings";
"Description" = "General";

// Deployment settings

"[COMBINE_HIDPI_IMAGES]-name" = "Combine High Resolution Artwork";
"[COMBINE_HIDPI_IMAGES]-description" = "Combines image files at different resolutions into one multi-page TIFF file that is HiDPI compliant for Mac OS X 10.7 and later. Only image files in the same directory and with the same base name and extension are combined. The file names must conform to the naming convention used in HiDPI. [COMBINE_HIDPI_IMAGES]";
"[PRODUCT_DEFINITION_PLIST]-name" = "Pre-install Requirements Property List";
"[PRODUCT_DEFINITION_PLIST]-description" = "Path to a file specifying additional requirements for a product archive. [PRODUCT_DEFINITION_PLIST]";
